"Spaces is disabled" = "Spacesが無効になっています";
"Spaces must be enabled for Warp to function. Would you like to go to the Spaces preference pane?" = "Warpの動作にはSpacesが有効になっていなければなりません。Spacesの環境設定を開きますか?";
"Resource missing" = "必要なファイルが足りません";
"Warp is missing a resource required to function. Please reinstall Warp." = "Warpの動作に必要なファイルが足りません。Warpを再インストールしてください。";
"Update available" = "新バージョンがあります";
"Warp %@ is available. Would you like to download the latest version? Version %@ is currently installed." = "Warpの新しいバージョン (%@) が出ました。最新版をダウンロードしますか? 現在のバージョンは%@です。";
"Download" = "ダウンロード";
"Ignore" = "無視する";
"No updates found" = "最新版です";
"Warp %@ is the newest version available." = "Warp (%@) は最新のバージョンです。";
"Error checking for updates" = "エラー";
"Warp was unable to check for updates.\n\n%@" = "更新の確認中にエラーが起きました。\n\n%@";
"Unable to contact remote host." = "サーバに接続できませんでした。";
"Yes" = "はい";
"No" = "いいえ";